---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.FeetPerMinute
source: html/2e07d8fe-c4a3-fccc-d5d6-10a130d27003.htm
---
# Autodesk.Revit.DB.UnitTypeId.FeetPerMinute Property

Feet per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId FeetPerMinute { get; }
```